{
  "All": [
    {
      "id": 1,
      "name": "Bengal",
      "sound": "Meow Meow",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-05_1920x670_1651756136588_1658410271557.jpeg",
      "price": "$100",
      "detail": "From the History of the Bengal cat it is known that the leopard cat (Leopardette) or Bengal cat, as it is known today, was the result of a failed experiment. In the 1970s, scientists attempted to cross-breed a short-haired domestic cat with a wild cat, the little leopard - native to Southeast Asia. The experiment was carried out to introduce wild cats' natural immunity against Leukemia (Feline Leukaemia - FeLV) in domestic cats, but unfortunately was not successful. However, the resulting hybrids were crossed again with various types of cat breeds such as the Egyptian Mau cat, Bombay cat, Abyssinian cat, and British Shorthair cat, which then produced this beautiful breed – the Bengal cat."
    },
    {
      "id": 2,
      "name": "Somali",
      "sound": "Miaw Miaw",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-29_1920x670_1652361312775.jpeg",
      "price": "$110",
      "detail": "The Somali is a graceful, athletic and muscular cat of medium size with a beautiful coat and full fur on the tail like a fox. The Somali requires regular grooming to keep it looking beautiful, but its silky texture won't shed as much as a Persian cat. With its slightly long fur, Somali has four basic colors, namely cinnamon (brick red), tawny, blue and cream-brown with these four colors also in the silver color group. Each hair has lots of black or brown streaks which will take a little time to fully develop."
    },
    {
      "id": 3,
      "name": "Ocicat",
      "sound": "Meong Meong",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-20_1920x670_1652360930622.jpeg",
      "price": "$120",
      "detail": "The American Shorthair cat is the only local breed bred to imitate cats in the wild. The Ocicat is a large, active animal with a muscular body and a short, sparse satin coat showing its spots. In 1964, the original Ocicat was the unexpected result of a breeding experiment trying to produce an aby-point Siamese cat, but the pale white kittens with golden freckles that emerged were a complete surprise – hence their name due to their resemblance to the Ocelot – they were also lively. loved by those who saw it, and breeding is done again to produce more types of this cute cat."
    },
    {
      "id": 4,
      "name": "Abisinia",
      "sound": "Meoung Meoung",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-03_1920x670_1652359909035.jpeg",
      "price": "$150",
      "detail": "This mini-bodied animal is similar to a small cougar. The type that has a reddish hue has dazzling fur. If you are looking for a cat that looks luxurious, you can consider this type of Abyssian cat which is included in the aristocrats. One of the oldest cat breeds believed to be partly descended from sacred cats in Egypt (this is based on Egyptian paintings and statues). Now the Abyssinian cat race is kept carefully for color, pattern and type. One of the features of this cat is its eyes – their almond-shaped shape captivates everyone who looks at them."
    },
    {
      "id": 5,
      "name": "Turkish Van",
      "sound": "Meouw Meouw",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-33_1920x670_1652361562896.jpeg",
      "price": "$110",
      "detail": "The Turkish Van is a rare and quite old cat breed that has an extraordinary love for water. The Turkish Van or “swimming cat” grew up in the area around Lake Van in Turkey and used to swim to the harbor to greet arriving fishing boats, hoping to get free food. Now this cat breed developed in Iran, Iraq, southwest of the Soviet Union, their name was changed to Turkish Van to avoid being confused with the Turkish Angora. The Turkish Van has a long, slender body with short tufts on its feet, a wedge-shaped head with an aquiline nose, and as swimmers, it has water-resistant fur, which requires some special care."
    },
    {
      "id": 6,
      "name": "Ragdoll",
      "sound": "Raw Raw",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-23_1920x670_1651757691328_1658410105716.jpeg",
      "price": "$170",
      "detail": "The name Ragdoll is apt for this lovely cat breed as they are a breed that will happily sit in your lap for quite a while. Ragdoll cats are not only very friendly, but they also have a very gentle disposition, making the Ragdoll cat breed perfect for families with small children and other pets."
    },
    {
      "id": 7,
      "name": "Persian",
      "sound": "Rawng Rawng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-22_1920x670_1651757644778_1658410168724.jpeg",
      "price": "$200",
      "detail": "If you are a fan of the Stuart Little films, you will remember the character Snowbell, the white Persian cat who was adopted by the Little family. Although Snowbell initially appears as just a cat who is always trying to thwart Stuart's plans, he eventually manages to become a refreshing and heartwarming character. He managed to place himself permanently in our hearts."
    },
    {
      "id": 8,
      "name": "British Shorthair",
      "sound": "Rawr Rawr",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-07_1920x670_1651756269926_1658410368646.jpeg",
      "price": "$180",
      "detail": "Did you know that the British Shorthair cat is one of the earliest domesticated cats in the world? During the first century AD, the Romans brought these kittens to camp with the aim of keeping them away from rats and snakes. Over time, the British Shorthair cat race developed into a cat with a large and strong body with thick fur so that it can withstand the conditions in its place of origin."
    },
    {
      "id": 9,
      "name": "Chincilla",
      "sound": "Rawrng Rawrng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-10_1920x670_1652360527226.jpeg",
      "price": "$190",
      "detail": "Chinchillas are dazzling cats with silver colored fur, whereas Persians originally come from Turkey and they have thick white fur coats. This sociable and friendly cat is large with a square and slightly rounded body, a flat face and small ears. They have green eyes that sparkle the same as their fur. Its fur is long and silky, but what also attracts attention is its thick fluffy tail. The overall color is white with black at the ends giving a sparkling impression. One of the most famous Chinchilla cats is known as the Silver Lambkin and is credited with being the creator of its special colour, he has also won many awards at the Crystal Palace show in London in 1888."
    },
    {
      "id": 10,
      "name": "Tiffanie",
      "sound": "Meoaung Meoaung",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-31_1920x670_1652361485092.jpeg",
      "price": "$160",
      "detail": "This fascinating cat emerged from the Burmilla breeding program which used the Burmese and Chinchilla Persian as a starting point. Today, many cat associations and breeders strive to bring this breed to the highest possible standards, so this cat can have it all. If you want to own a cat that has beauty, intelligence and personality, and the added quality of its fur that is a bit long and won't tangle or fall out, then Tiffanie is the animal for you."
    },
    {
      "id": 11,
      "name": "Japanese Bobtail",
      "sound": "Mrawng Mrawng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-14_1920x670_1652360724616.jpeg",
      "price": "$140",
      "detail": "Based on written records, it can be ascertained that the local cats that first arrived in Japan came from China or Korea 1000 years ago. The Japanese Bobtail cat breed has been in Japan for many centuries and has been immortalized in ancient prints and paintings. The long-haired Japanese Bobtail has lived for centuries in the Orient, where it has short hair. The Japanese Bobtail is a strong and healthy cat and usually has three to four kittens which are quite large compared to the size of their newborn kittens. Compared to other types of breeds, they are more active, can walk and cause trouble much earlier. Kittens of this breed are never born tailless or born tailless."
    },
    {
      "id": 12,
      "name": "Burmese",
      "sound": "Awng Awng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-09_1920x670_1652360275804.jpeg",
      "price": "$140",
      "detail": "The Burmese cat, with her stunning looks and very loving nature, she is a cat with a great personality! Their always happy and affectionate nature is their instinct, Burmese cats love to play and their high curiosity makes them suitable as playmates for children. In the history of its descendants around 400 years ago, the Burmese cat we know today, originated in America in 1920, by crossing a Siamese cat with a cat imported from Burma. The only brown thoroughbred, the Burmese cat has a short, shiny, silky-textured black-brown coat and golden eyes."
    },
    {
      "id": 13,
      "name": "Korat",
      "sound": "Awrr Awrr",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-15_1920x670_1652360751220.jpeg",
      "price": "$150",
      "detail": "The Korat is one of the oldest cat breeds in the world and is known in its native Thailand as “Si-Sawat” – a sacred cat and guardian of good fortune. The Korat's silver fur has a meaning in ancient legends indicating wealth for merchants and merchants, rain for farmers and happy marriages and homes for the bride and groom. In Thailand itself, it is common to give a pair of Korat cats to the bride on her wedding day. Outside of Asia, this breed became popular in America in the early 1950s, before starting in England around 1970. They are still a favorite on both sides of the Atlantic ocean even today."
    },
    {
      "id": 14,
      "name": "Russian Blue",
      "sound": "Awrng Awrng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-02_1920x670_1652359859808.jpeg",
      "price": "$140",
      "detail": "Many breeders say that the Russian Blue cat first came from the Baltic port of Archangel, close to the Arctic Circle and brought in as trade goods by merchants on shipping exchanges with merchants from England. The cat was exhibited widely in England during the second half of the 19th century, although of a different breed, they were shown together with Blue Shorthairs under the collection titles The Foreign Blue and the Archangel. When the cats were shown for the first time, all Shorthaired Blues competed in the same bracket, regardless of breed. In 1912, the Russian Blue, was given its own class, but when the 2nd World War almost became extinct, it was saved by interbreeding with the Siamese. Eventually, breeders attempted to coordinate trials to restore their prenatal traits, and in 1965, the changed standards declared that the Siamese was not wanted in the Russian Blue. Today, the majestic Russian Blue cat with its regal coat, sparkling green eyes and grandeur has been associated with the royal family and is especially proud of the Tsars and the aristocracy."
    },
    {
      "id": 15,
      "name": "Moggie",
      "sound": "Ngeong Ngeong",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-18_1920x670_1652360854879.jpeg",
      "price": "$140",
      "detail": "The local cat commonly known as the 'moggie' is a cat that generally lives in UK homes. This cat has no special breeds and came as a wild cat from different continents of Africa around 8,000 years BC and can be found in almost all places where humans live. Some types of cats tend to have their own personality but moggies do not have bloodlines because they breed randomly, they don't have a definite appearance and character. They are independent and are born with different coats and colors."
    },
    {
      "id": 16,
      "name": "Siamese",
      "sound": "Ngiaong Ngiaong",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-25_1920x670_1651758114096_1658410008983.jpeg",
      "price": "$100",
      "detail": "Siamese cats are very sensitive to the temperature around them and are not suited to cold climates because of their short coat. Although they prefer a warm environment, this very beautiful breed also does not really like climates that are too hot."
    },
    {
      "id": 17,
      "name": "Maine Coon",
      "sound": "Ngaung Ngaung",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-16_1920x670_1651757170406_1658410216629.jpeg",
      "price": "$130",
      "detail": "Maine Coon cats can be easily distinguished because of their relatively large size and long fur. Funnily enough, the history of the Maine Coon cat considers this breed to be a native of Maine, although Maine Coon cat breeds can be found in many countries around the world. Although it is the largest domestic cat breed, one of the characteristics of the Maine Coon cat is that it is calm and sweet. They really enjoy the company of humans and can make good friends with other domesticated pets. Maine Coon cats can be the pet of choice for families with children because they are kind-hearted cats."
    },
    {
      "id": 18,
      "name": "Birman",
      "sound": "Ngawng Ngawng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-06_1920x670_1652360101850.jpeg",
      "price": "$140",
      "detail": "For such a striking and unusual cat, it's hard not to fall in love with the Birman cat, or the 'sacred cat of Burma' as it is known in its native country. This cat has a calm demeanor and has a pale coat, dark face, ears, tail and feet with white 'gloves' around the paws. Her eyes were very beautiful, deep sapphire blue. Actually, they were born from a famous legend that explains the unique color they have. One hundred sacred white cats lived in Lao-Tsun, a temple in Burma but one night the temple was attacked and the oldest monk was killed."
    },
    {
      "id": 19,
      "name": "Norwegian",
      "sound": "Wraung Wraung",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-19_1920x670_1652360887278.jpeg",
      "price": "$200",
      "detail": "The Norwegian Forest Cat is a long haired cat breed. Their thick and wavy fur coat makes their appearance so elegant. However, this cute cat's hair sheds easily and requires frequent grooming. The Norwegian Forest cat's coat comes in white, black, blue, red, cameos, brown, tortoiseshell, and cream. Meanwhile, their coat pattern can vary from two colors (bicolour), three colors (calico), striped (tabby), gray (smoke), or shades between dark and light (shaded)."
    },
    {
      "id": 20,
      "name": "Snowshoe",
      "sound": "Wreong Wreong",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-28_1920x670_1652361279339.jpeg",
      "price": "$120",
      "detail": "Snowshoe is a new addition to the cat family. A kitten with four white legs was found in a thoroughbred Siamese kitten, from where the Snowshoe we know today began. Most breeders agree that they have been together in the past with both Siamese and Birman breeds, but now the Snowshoe is a very different animal. The first attempt at producing viable offspring, the white-footed Siamese was born in the early 1950s as Silver Laces."
    }
  ],
  "Oren": [
    {
      "id": 1,
      "name": "Bengal",
      "sound": "Meow Meow",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-05_1920x670_1651756136588_1658410271557.jpeg",
      "price": "$100",
      "detail": "From the History of the Bengal cat it is known that the leopard cat (Leopardette) or Bengal cat, as it is known today, was the result of a failed experiment. In the 1970s, scientists attempted to cross-breed a short-haired domestic cat with a wild cat, the little leopard - native to Southeast Asia. The experiment was carried out to introduce wild cats' natural immunity against Leukemia (Feline Leukaemia - FeLV) in domestic cats, but unfortunately was not successful. However, the resulting hybrids were crossed again with various types of cat breeds such as the Egyptian Mau cat, Bombay cat, Abyssinian cat, and British Shorthair cat, which then produced this beautiful breed – the Bengal cat."
    },
    {
      "id": 2,
      "name": "Somali",
      "sound": "Miaw Miaw",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-29_1920x670_1652361312775.jpeg",
      "price": "$110",
      "detail": "The Somali is a graceful, athletic and muscular cat of medium size with a beautiful coat and full fur on the tail like a fox. The Somali requires regular grooming to keep it looking beautiful, but its silky texture won't shed as much as a Persian cat. With its slightly long fur, Somali has four basic colors, namely cinnamon (brick red), tawny, blue and cream-brown with these four colors also in the silver color group. Each hair has lots of black or brown streaks which will take a little time to fully develop."
    },
    {
      "id": 3,
      "name": "Ocicat",
      "sound": "Meong Meong",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-20_1920x670_1652360930622.jpeg",
      "price": "$120",
      "detail": "The American Shorthair cat is the only local breed bred to imitate cats in the wild. The Ocicat is a large, active animal with a muscular body and a short, sparse satin coat showing its spots. In 1964, the original Ocicat was the unexpected result of a breeding experiment trying to produce an aby-point Siamese cat, but the pale white kittens with golden freckles that emerged were a complete surprise – hence their name due to their resemblance to the Ocelot – they were also lively. loved by those who saw it, and breeding is done again to produce more types of this cute cat."
    },
    {
      "id": 4,
      "name": "Abisinia",
      "sound": "Meoung Meoung",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-03_1920x670_1652359909035.jpeg",
      "price": "$150",
      "detail": "This mini-bodied animal is similar to a small cougar. The type that has a reddish hue has dazzling fur. If you are looking for a cat that looks luxurious, you can consider this type of Abyssian cat which is included in the aristocrats. One of the oldest cat breeds believed to be partly descended from sacred cats in Egypt (this is based on Egyptian paintings and statues). Now the Abyssinian cat race is kept carefully for color, pattern and type. One of the features of this cat is its eyes – their almond-shaped shape captivates everyone who looks at them."
    },
    {
      "id": 5,
      "name": "Turkish Van",
      "sound": "Meouw Meouw",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-33_1920x670_1652361562896.jpeg",
      "price": "$110",
      "detail": "The Turkish Van is a rare and quite old cat breed that has an extraordinary love for water. The Turkish Van or “swimming cat” grew up in the area around Lake Van in Turkey and used to swim to the harbor to greet arriving fishing boats, hoping to get free food. Now this cat breed developed in Iran, Iraq, southwest of the Soviet Union, their name was changed to Turkish Van to avoid being confused with the Turkish Angora. The Turkish Van has a long, slender body with short tufts on its feet, a wedge-shaped head with an aquiline nose, and as swimmers, it has water-resistant fur, which requires some special care."
    }
  ],
  "White": [
    {
      "id": 1,
      "name": "Ragdoll",
      "sound": "Raw Raw",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-23_1920x670_1651757691328_1658410105716.jpeg",
      "price": "$170",
      "detail": "The name Ragdoll is apt for this lovely cat breed as they are a breed that will happily sit in your lap for quite a while. Ragdoll cats are not only very friendly, but they also have a very gentle disposition, making the Ragdoll cat breed perfect for families with small children and other pets."
    },
    {
      "id": 2,
      "name": "Persian",
      "sound": "Rawng Rawng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-22_1920x670_1651757644778_1658410168724.jpeg",
      "price": "$200",
      "detail": "If you are a fan of the Stuart Little films, you will remember the character Snowbell, the white Persian cat who was adopted by the Little family. Although Snowbell initially appears as just a cat who is always trying to thwart Stuart's plans, he eventually manages to become a refreshing and heartwarming character. He managed to place himself permanently in our hearts."
    },
    {
      "id": 3,
      "name": "British Shorthair",
      "sound": "Rawr Rawr",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-07_1920x670_1651756269926_1658410368646.jpeg",
      "price": "$180",
      "detail": "Did you know that the British Shorthair cat is one of the earliest domesticated cats in the world? During the first century AD, the Romans brought these kittens to camp with the aim of keeping them away from rats and snakes. Over time, the British Shorthair cat race developed into a cat with a large and strong body with thick fur so that it can withstand the conditions in its place of origin."
    },
    {
      "id": 4,
      "name": "Chincilla",
      "sound": "Rawrng Rawrng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-10_1920x670_1652360527226.jpeg",
      "price": "$190",
      "detail": "Chinchillas are dazzling cats with silver colored fur, whereas Persians originally come from Turkey and they have thick white fur coats. This sociable and friendly cat is large with a square and slightly rounded body, a flat face and small ears. They have green eyes that sparkle the same as their fur. Its fur is long and silky, but what also attracts attention is its thick fluffy tail. The overall color is white with black at the ends giving a sparkling impression. One of the most famous Chinchilla cats is known as the Silver Lambkin and is credited with being the creator of its special colour, he has also won many awards at the Crystal Palace show in London in 1888."
    },
    {
      "id": 5,
      "name": "Tiffanie",
      "sound": "Meoaung Meoaung",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-31_1920x670_1652361485092.jpeg",
      "price": "$160",
      "detail": "This fascinating cat emerged from the Burmilla breeding program which used the Burmese and Chinchilla Persian as a starting point. Today, many cat associations and breeders strive to bring this breed to the highest possible standards, so this cat can have it all. If you want to own a cat that has beauty, intelligence and personality, and the added quality of its fur that is a bit long and won't tangle or fall out, then Tiffanie is the animal for you."
    },
    {
      "id": 6,
      "name": "Japanese Bobtail",
      "sound": "Mrawng Mrawng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-14_1920x670_1652360724616.jpeg",
      "price": "$140",
      "detail": "Based on written records, it can be ascertained that the local cats that first arrived in Japan came from China or Korea 1000 years ago. The Japanese Bobtail cat breed has been in Japan for many centuries and has been immortalized in ancient prints and paintings. The long-haired Japanese Bobtail has lived for centuries in the Orient, where it has short hair. The Japanese Bobtail is a strong and healthy cat and usually has three to four kittens which are quite large compared to the size of their newborn kittens. Compared to other types of breeds, they are more active, can walk and cause trouble much earlier. Kittens of this breed are never born tailless or born tailless."
    }
  ],
  "Grey": [
    {
      "id": 1,
      "name": "Burmese",
      "sound": "Awng Awng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-09_1920x670_1652360275804.jpeg",
      "price": "$140",
      "detail": "The Burmese cat, with her stunning looks and very loving nature, she is a cat with a great personality! Their always happy and affectionate nature is their instinct, Burmese cats love to play and their high curiosity makes them suitable as playmates for children. In the history of its descendants around 400 years ago, the Burmese cat we know today, originated in America in 1920, by crossing a Siamese cat with a cat imported from Burma. The only brown thoroughbred, the Burmese cat has a short, shiny, silky-textured black-brown coat and golden eyes."
    },
    {
      "id": 2,
      "name": "Korat",
      "sound": "Awrr Awrr",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-15_1920x670_1652360751220.jpeg",
      "price": "$150",
      "detail": "The Korat is one of the oldest cat breeds in the world and is known in its native Thailand as “Si-Sawat” – a sacred cat and guardian of good fortune. The Korat's silver fur has a meaning in ancient legends indicating wealth for merchants and merchants, rain for farmers and happy marriages and homes for the bride and groom. In Thailand itself, it is common to give a pair of Korat cats to the bride on her wedding day. Outside of Asia, this breed became popular in America in the early 1950s, before starting in England around 1970. They are still a favorite on both sides of the Atlantic ocean even today."
    },
    {
      "id": 3,
      "name": "Russian Blue",
      "sound": "Awrng Awrng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-02_1920x670_1652359859808.jpeg",
      "price": "$140",
      "detail": "Many breeders say that the Russian Blue cat first came from the Baltic port of Archangel, close to the Arctic Circle and brought in as trade goods by merchants on shipping exchanges with merchants from England. The cat was exhibited widely in England during the second half of the 19th century, although of a different breed, they were shown together with Blue Shorthairs under the collection titles The Foreign Blue and the Archangel. When the cats were shown for the first time, all Shorthaired Blues competed in the same bracket, regardless of breed. In 1912, the Russian Blue, was given its own class, but when the 2nd World War almost became extinct, it was saved by interbreeding with the Siamese. Eventually, breeders attempted to coordinate trials to restore their prenatal traits, and in 1965, the changed standards declared that the Siamese was not wanted in the Russian Blue. Today, the majestic Russian Blue cat with its regal coat, sparkling green eyes and grandeur has been associated with the royal family and is especially proud of the Tsars and the aristocracy."
    },
    {
      "id": 4,
      "name": "Moggie",
      "sound": "Ngeong Ngeong",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-18_1920x670_1652360854879.jpeg",
      "price": "$140",
      "detail": "The local cat commonly known as the 'moggie' is a cat that generally lives in UK homes. This cat has no special breeds and came as a wild cat from different continents of Africa around 8,000 years BC and can be found in almost all places where humans live. Some types of cats tend to have their own personality but moggies do not have bloodlines because they breed randomly, they don't have a definite appearance and character. They are independent and are born with different coats and colors."
    }
  ],
  "Brown": [
    {
      "id": 1,
      "name": "Siamese",
      "sound": "Ngiaong Ngiaong",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-25_1920x670_1651758114096_1658410008983.jpeg",
      "price": "$100",
      "detail": "Siamese cats are very sensitive to the temperature around them and are not suited to cold climates because of their short coat. Although they prefer a warm environment, this very beautiful breed also does not really like climates that are too hot."
    },
    {
      "id": 2,
      "name": "Maine Coon",
      "sound": "Ngaung Ngaung",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-16_1920x670_1651757170406_1658410216629.jpeg",
      "price": "$130",
      "detail": "Maine Coon cats can be easily distinguished because of their relatively large size and long fur. Funnily enough, the history of the Maine Coon cat considers this breed to be a native of Maine, although Maine Coon cat breeds can be found in many countries around the world. Although it is the largest domestic cat breed, one of the characteristics of the Maine Coon cat is that it is calm and sweet. They really enjoy the company of humans and can make good friends with other domesticated pets. Maine Coon cats can be the pet of choice for families with children because they are kind-hearted cats."
    },
    {
      "id": 3,
      "name": "Birman",
      "sound": "Ngawng Ngawng",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-06_1920x670_1652360101850.jpeg",
      "price": "$140",
      "detail": "For such a striking and unusual cat, it's hard not to fall in love with the Birman cat, or the 'sacred cat of Burma' as it is known in its native country. This cat has a calm demeanor and has a pale coat, dark face, ears, tail and feet with white 'gloves' around the paws. Her eyes were very beautiful, deep sapphire blue. Actually, they were born from a famous legend that explains the unique color they have. One hundred sacred white cats lived in Lao-Tsun, a temple in Burma but one night the temple was attacked and the oldest monk was killed."
    },
    {
      "id": 4,
      "name": "Norwegian",
      "sound": "Wraung Wraung",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-19_1920x670_1652360887278.jpeg",
      "price": "$200",
      "detail": "The Norwegian Forest Cat is a long haired cat breed. Their thick and wavy fur coat makes their appearance so elegant. However, this cute cat's hair sheds easily and requires frequent grooming. The Norwegian Forest cat's coat comes in white, black, blue, red, cameos, brown, tortoiseshell, and cream. Meanwhile, their coat pattern can vary from two colors (bicolour), three colors (calico), striped (tabby), gray (smoke), or shades between dark and light (shaded)."
    },
    {
      "id": 5,
      "name": "Snowshoe",
      "sound": "Wreong Wreong",
      "image": "https://cdn.onemars.net/sites/whiskas_id_xGoUJ_mwh5/image/cat-breeds-28_1920x670_1652361279339.jpeg",
      "price": "$120",
      "detail": "Snowshoe is a new addition to the cat family. A kitten with four white legs was found in a thoroughbred Siamese kitten, from where the Snowshoe we know today began. Most breeders agree that they have been together in the past with both Siamese and Birman breeds, but now the Snowshoe is a very different animal. The first attempt at producing viable offspring, the white-footed Siamese was born in the early 1950s as Silver Laces."
    }
  ]
}
